# В Python строки можно записывать с помощью одинарных, двойных и тройных кавычек
# Примеры обычных строк:
print('Привет')
print("World!")

# Если внутри строки есть кавычка, можно использовать другой тип:
print("I'm learning Python")
print('Он сказал: "Поехали!"')

# Многострочные строки оформляются тройными кавычками:
print('''Первая строка
Вторая строка''')
# или
print("""Первая строка
Вторая строка""")

# Многострочные строки в тройных кавычках можно использовать как документацию к функциям
# Это называется докстринг:
"""
Эта функция выводит приветствие.
"""
print("Привет!")
