# Функция print помогает вывести нужную нам информацию в консоль. Давайте выведем какую-нибудь строку:
print("Hello, World!")
print('Hello, World!')

print('Сергей Есенин является автором стихотворения "Письмо к женщине"')
print("Вы говорили: 'Нам пора расстаться,'")

print('''Что вас измучила 
Моя шальная жизнь''')
print("""Что вам пора за дело приниматься,
А мой удел —
Катиться дальше, вниз. """)

"""
Нужно учитывать, что для вывода информации в Python можно использовать разные типы данных: str (строка), int (число),
float (число с плавающей точкой) - пример docstring
"""

# А теперь выведем число:
print(1)
print(-5)
print(1.5)
